
unsigned int const ALPHABET [] =
       {L'й', L'э', L'ц', L'у', L'к', L'е', L'н', L'г', L'ш', L'щ',
        L'з', L'х', L'ъ', L'ф', L'ы', L'в', L'а', L'п', L'р', L'о',
        L'л', L'д', L'ж', L'э', L'я', L'ч', L'с', L'м', L'и', L'т',
        L'ь', L'б', L'ю', L'Й', L'Ц', L'У', L'К', L'Е', L'Н', L'Г',
        L'Ш', L'Щ', L'З', L'Х', L'Ъ', L'Ф', L'Ы', L'В', L'А', L'П',
        L'Р', L'О', L'Л', L'Д', L'Ж', L'Э', L'Я', L'Ч', L'С', L'М',
        L'И', L'Т', L'Ь', L'Б', L'Ю', L'Q', L'W', L'E', L'R', L'T',
        L'Y', L'L', L'I', L'O', L'P', L'A', L'S', L'D', L'F', L'G',
        L'H', L'J', L'K', L'L', L'Z', L'X', L'C', L'V', L'B', L'N',
        L'M', L'1', L'2', L'3', L'4', L'5', L'6', L'7', L'8', L'9',
        L'0', L'-', L'=', L'!', L'@', L'#', L'$', L'%', L'^', L'&',
        L'*', L'(', L')', L'_', L'+', L'`', L'ё', L'!', L'\"',L';',
        L'%', L':', L'?', L'.', L'/', L'\\',L'<', L'>', L',', L' ',
        L'q', L'w', L'e', L'r', L't', L'y', L'L', L'i', L'o', L'p',
        L'a', L's', L'd', L'f', L'g', L'h', L'j', L'k', L'l', L'z',
        L'x', L'c', L'v', L'b', L'n', L'm', L'[', L']', L'{', L'}',
        L'U', L'Ё'};
